import React, { useEffect } from 'react'
import Image from 'next/image'
import Chart1 from '../public/chart_1.png'
import Chart2 from '../public/chart_2.png'
import Chart3 from '../public/chart_3.png'
import Chart4 from '../public/chart_4.jpg'
import LoadingPage from '../components/LoadingPage'
import { useAppContext } from '../context/AppContext'

function AboutDict() {
    const { state, dispatch } = useAppContext()
    const { loadingPage } = state
    const p = "text-justify text-xl mx-10 sm:mx-5"
    const img = "text-center mx-auto bg-white rounded-xl w-full"
    const h1 = "text-center m-auto text-3xl"
    const h2 = "text-justify m-auto text-2xl"
    const h3 = "text-justify mx-10 text-xl py-2"
    useEffect(() => {
        dispatch({ type: "LOADINGPAGE", payload: false })
    }, [Chart4])
    return (
        <>
            {loadingPage ? <LoadingPage /> : (
                <div className="container mt-10 md:mt-[120px] sm:mt-[20px] flex flex-col justify-center mx-auto backdrop-blur-sm bg-white/90 drop-shadow-xl p-12 sm:p-2 rounded-xl max-w-[900px] md:max-w-[700px] sm:max-w-[360px] text-xl relative">
                    <div dir='rtl' className="pb-10">
                        <h1 className={h1}>
                            گرامر (دستور زبان) نورستانی کلښه الا
                        </h1>
                        <h2 className={`${h2} pb-6`}>
                            سمیع الله تازه
                        </h2>
                        <h2 className={h2}>
                            فونیم ها phonemes :
                        </h2>
                        <h3 className={h3}>
                        </h3>
                       
                        <p>چون در این فرهنگ با فونیم ها و موضوعات مربوط به آنها سروکار داریم، بهتر است برای وضاحت بیشتر وآشنایی بهتر ، درمورد خصوصیت صوتی برخی ازاین فونیم ها کمی صحبت شود. در آغاز باید فونیم &nbsp;phoneme را تعریف کرد وشناخت .</p>
                        <p>پوهاند داکتر رحیم الهام فونیم را این گونه تعریف کرده است : فونیم یا واحد صوتی عبارت از یک دسته اصوات یک زبان است که اجزای آن از لحاظ ماهیت صوتی باهم مشابه و دریک زبان یا یک لهجه موارد استعمال وخصوصیات خاصی داشته باشند. اصواتی را که جمعا ً یک فونیم را تشکـیل دهنـد &quot; الوفون allophone&quot; های آن فونیم گویند. (روش جدید در تحقیق دستور زبان دری، ص۲۰)</p>
                        <p>پوهاند داکترحسین یمین درمورد فونیم نوشته است: قبلا ً حروف را اساس زبان وسخن می پنداشتند. تحقیقات جدید ثابت ساخت که زبان از صدا های انسانی ترکیب و تشکیل شده است وصدا ها به منزله عناصر سازندۀ زبان هستند وزبان ازاجتماع آن ها، به وجود می آید. یعنی زبان از صداهای انسانی ساخته شده است، نه ازحروف.</p>
                        <p>همین صدا های انسانی که نخستین عنصر سازنده زبان اند، فونیم یا واک گفته می شوند. اگر چه این واحد های صوتی به تنهایی بی معنا اند، اما در درون واژه و واژک ،نقش معنایی را افاده می کنند.</p>
                        <p>فونیم یا واک، کوچکترین عنصر صوتی انسانی است. هرچند به تنهایی بی معنا اند، اما تغییر فونیم معنای کلمه را عوض می نماید. حروف الفبا درحقیقت نوشتۀ فونیم ونمودار نام اصوات زبان می باشند،نه نمایانگر صوت عناصر سازنده زبان. مثلا فونیم (ج) ازنگاه الفبا جیم یا حرف جیم گفته می شود، اما درمطالعات امروز به جای کلمه حرف، بیشتراصطلاح علمی گرافیم به کار برده می شود. پیشرفته ترین الفبا بازهم ناقص است وتمام فونیم های زبان را ثبت کرده ونمایش داده نمیتواند. گرافیم های زبان ها به سببی ناقص اند که زبان گفتار درحال تحول و تغییربوده اما خط الفبا خصوصیت ایستایی داشته درمدت طولانی دیگرگونی کوچک را می پذیرد. (دستور معاصر زبان پارسی دری،ص 37، انتشارات میوند۱۳۸۴،کابل)</p>
                        <p>فونیم ها به سه نوع اند: واول ( مصوت)،شبه واول( نیمه مصوت)،کانسوننت (بیصدا). (الهام ، ص۵۰)</p>
                        <h2>یک - واول ها یا مصوت ها vowels &nbsp;:</h2>
                        <p>واول یا مصوت &nbsp;فونیم های را گویند که باطنین وتموج و به صورت دوامدار ادا می شوند. &nbsp;به هنگام تلفظ واول ها ، جریان هوای تنفس توسط اعضای صوتی&nbsp; متوقف نمی گردد. وظیفه واول ها در نظام ساختمانی فونیمی&nbsp; این است که همواره به حیث هسته ومرکز هجا، واقع می شوند . همین خصوصیت، آنها را از کانسوننت ها مجزا ومتمایز می سازد. (داکتر رحیم الهام ، ص۵۰)</p>
                        <p>درالفبای زبان نورستانی حروف آ، ا ، أ، و، ه ، ۀ ،ي، ې مصوت یا واول (صدا دار)، باقی حروف کانسوننت یا بې صدا &nbsp;خوانده شده اند. (الفبای نورستانی ،اکادمی علوم افغانستان،کابل ۱۳۶۶ ،ص ۱۱) مــورگنسترن&nbsp; در کلښه الا ،حـروف &nbsp;&nbsp;a, e, i ,o, u, &auml;(ə), &ouml; ,&uuml;&nbsp; &nbsp;را مصوت یا صدا دار، و باقی حروف را صامت یا کانسوننت( بې صدا) &nbsp;خوانــده است.&nbsp; به نوشته وی، تمام حروف بې صدا درمیان حروف صدا دار موقعیت دارند .&nbsp; (The Waigali Language. p.159-160 (&nbsp;</p>
                        <p>&nbsp;مورگنسترن واول های زبان کلښه الا را به واول های طویل و کوتاه، تقسیم نموده، نوشته است: در کلمات دي dī (برو)، دې &nbsp;dē(خدا)، داdā (کوه)، دو dō (دروازه) ، دﯢسdūs &nbsp;(دیروز)، دؤ dǖ (دو)، دېشdē&scaron; &nbsp;(قریه)، دﯢۋdūw &nbsp;(بدوش)، جيĵī &nbsp;(تار کمان)، وغیره واول و طویل، ودر کلمات جیپĵip &nbsp;(زبان)، چیمه čimə́ ( آهن) ،بېړستهbeṛə-stə &nbsp;(نادان- کند ذهن)، څام &nbsp;cām(جنس مادۀ مرغ زرین) ، دبله dabələ &nbsp;(بچه)، لېڼهleṇə &nbsp;(کل- کله تاس)، جېمیکĵemīk &nbsp;(فردا) ، اسهasə &nbsp;(خاکستر)، گوُکgawōk &nbsp;(کرم)، پولpōl &nbsp;(دانه غله باب) ، سور sōr (جهیل)، بـﯢگله bugūlə (خصیه) ، اۊچؤ &ouml;č&uuml; (زیاد)، اؤجمه ǖĵǝmə &nbsp;(راست) مؤکm&uuml;k &nbsp;(روی) ،پؤسp&uuml;s &nbsp;(گم)، دۊشټۊd&ouml;&scaron;ţ&ouml; &nbsp;(بزرگ سال)، را واول کوتاه می داند . (Morgenstirne ,The Waigali Language. P160)</p>
                        <p>همچنان وی نوشته است: اما چگونگی واول های کوتاه در لغات در&nbsp; بسا موارد غیردقیق و در نوسان می باشند . دربسا مواقع (&auml;) ،(e) و(ə) در تغییر بوده. حتا (ə) در بعضی لغات به حیث فونیم ظاهر می گردد. مانند: کلمه ککړه kakə́ṛə &nbsp;(سخت).</p>
                        <p>(Morgenstier ne ,The Waigali Language. P161)</p>
                        <p>به نوشته ایدلمان در کلښه الا واول ها هم کوتاه وهم طویل تلفظ می شوند ،این که طویل بودن واول ها دارای ارزش&nbsp; فونولوجیکی است یا خیر، تا اکنون روشن نیست. انفی ساختن اکثراً جز خصوصیت واول ها است. اما منشای آن از لحاظ تاریخی تشخیص نگردیده است.</p>
                        <p>به قول ایدلمان در زبان کلښه الا فشار معمولا ً بر واول اخیر درصورتی که طویل باشد، واقع می شود. این که لحن درین زبان دارای ارزش فونیمیکی است یاخیر، تاحال روشن نیست. (زبان های داردیک و نورستانی ،ص ۶۲)</p>
                        <p>مورگنسترن نوشته است: درکلښه الا انفی ساختن واول به صورت مکرر وجود دارد. دربعضی موارد وابسته به ریشه لغت نمی باشد. بسیاری از ترکیبات حروف واول وجود دارد که به حروف (i)، (u) ، و(o) ختم می شود، ولی من نتوانستم تصمیم بگیرم که کدام آنها به دیفتانگ تعلق دارد. من صدای متمایز کنندۀ را نیافتم که آیا حروف صدا دار طویل در هجای اخر بافشار ادا می شود &nbsp;ویا حروف صدا دار بافشار درهجای طویل تر ادا می شود. نمی دانم که کدام یکی از اینها مطابق قاعده است. ( (Morgenstier ne, P161&nbsp;</p>
                        <p>همان گونه که درنظام نگارشی زبان های پشتو و دری نشان دادن مصوت ها در موقعیت های مختلف کلمه ها دارای دشواری های معین می باشد، درنگارش زبان نورستانی نیز عین دشواری ها کمی وبیش وجود دارد. طوریکه قبلاً گفته شد ،زبان نورستانی دارای هشت مصوت بوده و با این اشکال نشان داده شده اند. آ، ا، أ ، و، ه ،ۀ ، ي، ې . (الفبای نورستانی،ص۱۱)</p>
                        <h3>&nbsp;آ ā&nbsp; &nbsp;:</h3>
                        <p>&nbsp;این حرف که در آغاز کلمه ها می آید وبه نام الف ممدوده یا د می شود، آواز (ā ) را مید هد .مانند: آسته (آمده).</p>
                        <h3>ا- a :</h3>
                        <p>&nbsp;این حرف در آغاز کلمه ها (بیشتر در فونیم دوم کلمه ها) به شکل فتحه (زبر) ظاهر می گردد که به شکل( a) نشان داده می شود. این حرف گاهی هم در وسط واخر کلمات الف ممدوده را نشان می دهد . (الفبای نورستانی، ص۱۱)</p>
                        <h3>انواع (ی) :</h3>
                        <p>درکلښه الا &nbsp;یا (ی) به چهارگونه است :</p>
                        <p>۱ &ndash; یای معروف :</p>
                        <p>(ي- i,ī ) :این صدا را درکلماتی مانند: دَني danī، دیلو dīlū، کیتي&nbsp; kiti، می بینیم.</p>
                        <h4>۲ &ndash; یای مجهول :</h4>
                        <p>(ې- e ): درکلماتی مانند : بېتات&nbsp; betāt، بېردو&nbsp; bērdū، وېل&nbsp; wēl،وغیره می بینیم.</p>
                        <h4>۳- یای ملین :</h4>
                        <p>(ی- &nbsp;y,i): درکلماتی مانند: پری&nbsp; pry، پی pe,py،&nbsp; وغیره موجود است .</p>
                        <h4>۴- یای دُمبکدار :</h4>
                        <p>(ۍ- ai,ay, ái &nbsp;) :این صدا درکلماتی مانند: وڅۍ (wacay) wacai، کترۍ&nbsp; katrai،زرۍ zarai، وغیره دیده می شود .</p>
                        <h3>انواع (واو) :</h3>
                        <p>درالفبای زبان نورستانی یک( واو) ذکرگردیده، اما درلاتین برای وضاحت بیشترآن، دوشکل (w,u ) ، معرفیگردیده است .</p>
                        <p>دررساله الفبای زبان نورستانی درتشریح حرف(و) آمده است : درنظام نوشتاری زبان نورستانی، این حرف مانند نظام نوشتاری سایرزبانهای مروج کشور، گاهی صامت(w) وگاهی مصوت (u) را نشان می دهد.هرگاه این حرف به حیث نشان مصوت استعمال شود،دروسط وانجام کلمه ها واو معروف را افاده می کند . ( ص ۱۲)</p>
                        <p>&nbsp;در زبان پشتو (w) کانسوننت است. (سرمحقق عبدالحکیم هلالي، دپښتو ژبې&nbsp; فونو لوجي، مخونه، ۳۵، ۵۴، ۵۶، کابل ۱۳۸۰) درجای دیگر آمده است : درزبان پشتو ( w) و (y) فونیم های مصوت گونه اند. (همانجا، ص ۵۳، ۷۰)</p>
                        <p>در کلښه الا پنج گونه (واو) موجود است، که درنوشتاربا یک واو نشان داده شده اند . اما در لاتین برای هر کدام آن شکل مشخص را درنظر گرفته ام که در ذیل انواع آن ، توضیح می گردد، تا خوانندگان محترم درهنگام خوانش ، متوجه &nbsp;تلفظ آن ها باشند .</p>
                        <h4>۱ -o &nbsp;- و :</h4>
                        <p>این ( واو) ساده است . برای بیان این صدا درلاتین حرفo)) سمبول مناسب می باشد. این صدا را درکلمات مانند: اوچ&nbsp; oč (اززمین بردار)،گول gol (دره، وطن،سرزمین)، پو&nbsp; po (پل پای)، وغیره می یابیم&nbsp;&nbsp; .</p>
                        <h4>۲ &nbsp;&ndash; &ouml;- ۊ :</h4>
                        <p>این (واو ) بدون تماس زبان ،باجمع نمودن لب ها،به کمک هوای دهن طرف بالا، کش ادا می گردد. درلاتین برای تمثیل این حرف، بهترین ومناسبترین حرف (&ouml;) زبان المانی می باشد.این گونه واو را درکلمات مانند:اۊۋ &ouml;w (نان) ،دۊۋ d&ouml;w (چوب)، بۊ&nbsp; b&ouml; (شد) وغیره می بینیم .</p>
                        <h4>۳ &ndash; u,ū - ﯢ:</h4>
                        <p>صدای این واو بیشتر به طرف پائین، کش ادا می شود. ازاین صدا، درلاتین حرف(u) به خوبی نمایندگی کرده می تواند. این حرف را درکلمات مانند: اﯢم&nbsp; um (شانه)،اﯢم ū́m پایینی، دﯢمdūm &nbsp;(ران)، درﯢ drū (توطئه) ، وغیره دیده می توانیم .</p>
                        <h4>۴ &ndash; ǖ , &uuml; - ؤ:</h4>
                        <p>&nbsp;این (واو) بدون تماس زبان، باجمع نمودن لبها ، با هوای دهن به طرف پائین، کش ادامی شود. بهترین ممثل این صدا درلاتین، می تواند حرف(&uuml;) زبان المانی باشد. صدای مذکور را درکلماتی مانند: اؤتله&nbsp; &uuml;tələ (بلند)، بؤم bǖm (زمین) ، دؤم dǖm (دود) ، تؤ t&uuml; &nbsp;(تو) وغیره دیده می توانیم . هرگاه این فونیم یا صدا به کش بیشتر یا با فشار بیشتر ادا شود، باید آن را با (ǖ) نوشت.</p>
                        <h4>۵ &ndash; w,v- وُ، ۋ :</h4>
                        <p>درکلښه الا این گونه (واو) را، می توانم واوساکن یا بیصدا بنامم. این گونه واو درکلماتی مانند: وُۋ wōw (سنو)، پۊۋ&nbsp; p&ouml;v (پارسال)، برۊۋ br&ouml;w (خرس) ، وغیره دیده می شود .</p>
                        <p>درنگاشته های مورگنسترن این حرف را درمیان کلمات نیافتم &nbsp;؛اما درنوشتن کلمه دۊۋ d&ouml;w این حرف را به کار برده است . موصوف حرف ( (w را دو لبه اصطکاکی خوانده است . (The Waigali Language. p.160 )</p>
                        <p>(درهنگام نوشتن این فرهنگ) این مفکورۀ من ،که برای تمثیل هریک از اصوات فوق واو، سمبول یا شکل یا گرافیم جداگانه ی را داشته باشم ، با مخالفت دانشمندان مرکز زبان وادبیات اکادمی علوم افغانستان مواجه گردید. آنها معتقد بودند که یک شکل برای تمام انواع واو سهل ترو بهتر از اشکال بیشتر آن می باشد. خوانندگان با تمرین میتوانند واو مطلوب را، درکلمات در یابند .</p>
                        <p>من به این عقیده هستم که برعلاوه انواع واو که درفوق توضیح گردید،صدای دیگری هم درکلښه &nbsp;الا موجود است، که &nbsp;مخرج آن &quot; لبی دندانی&quot; بوده ،به شکل (v) لاتین ادامی شود . ویا حد اقل در برخی ازکلمات، عوض w استعمال گردد. چنانچه در اسناد&nbsp; (LSI) &nbsp;برخې ازکلمات با&nbsp; (v) نوشته شده است. مانند:vaiṣəw̃, avtə &nbsp;وغیره &nbsp;.</p>
                        <p>ازآنجایکه جورج مورگنسترن درزبان کلښه الا ریسرچ ساحوی مستقیم انجام داده و او از این گونه واو تذکر به عمل نیاورده است، بدون شک دانشمند یاد شده برای این اغماض، دلیل علمیی داشته است . لهذا من هم به پیروی ازموصوف ، از طرح وکاربرد اینگونه واو، خود داری نمودم .</p>
                        <p>درین زمان که من حیات دارم، این صدا، درتلفظ عدۀ ازکلمات وجود دارد. شاید دلیل آن ، تلفظ ثقیل واو باشد،که دربرخی از کلمات وجود دارد، ویا شاید بعضی افراد، ثقیل ادا می کنند . به طور مثال درکلماتی مانند: ووو &nbsp;wōw (vōv)(سنو)، اوو &ouml;w (&ouml;v)&nbsp; (نان) ، وه ویwawēi (vavēi) (خسربره و یازنه) وغیره موجود است .</p>
                        <p>باید گفت، درصورت نه پافشاری به تلفظ ثقیل واو به گونه (v) ، (w)می تواند این صدا را تمثیل نماید .</p>
                        <p>باید ذکر کنم که دراین نسخه تجدید نظر شده انواع واو ها را طبق معیار های سنجیده شده در نظر داشته،درنگارش عملی نموده ام.</p>
                        <p>&nbsp;</p>
                        <h2>دو ـ نیمه واول ها، شبه مصوت یا زبرک Semi vowels :</h2>
                        <p>نکتۀ دیگری که میخواهم دراین جا به آن اشاره داشته باشم، موضوع نیمه واول ، شبه مصوت یا زبرک، است که به نام نیمه واول یا واول کوتاه نیز یا د می شود .</p>
                        <p>زبرک یا شبه واول فونیم های را گویند&nbsp; که درنظام ساختمانی فونیم های زبان گاهی هسته هجا را تشکیل می دهند یعنی به شکل واول به کار می روند، وگاهی هسته هجا را تشکیل نمی دهند، یعنی به شکل کانسوننت استعمال می شوند. (دکتور الهام، روش جدید در تحقیق دستور زبان دری،ص ۵۷) &nbsp;درالفبای زبان نورستانی دو زبرک یا نیمه مصوت ، به اشکال ( ə ) و(&nbsp;&nbsp;&nbsp;&nbsp; ) نشان داده شده است، که دراینجا مختصراً به ویژه گیهای آنها اشاره دارم .</p>
                        <h3>۱ـ أ- ( &nbsp;&nbsp;&nbsp;&nbsp;ǝ):</h3>
                        <p>درالفبای زبان نورستانی این شکل( أ ) را زبرک نامیده، ونوشته شده است که : نیمه مصوت مذکور درآغاز کلمات می آید،و آواز کوتاه تر از الف را داشته به نام زبرک یا د شده و به شکل(&nbsp; &nbsp;&nbsp;&nbsp;ǝ) نشان داده می شود . مانند : أو (یک) ،أما (برویم) وغیره . ( الفبای نورستانی ، ص۲۱ ) &nbsp;در زبان کلښه الا هرگاه این حرف در اول کلمه بیاید، به حیث حرف علت رول اجرا می کند. مانند: &nbsp;أدېش (به قریه )، أتول (به مزرعه). فراموش نکنید که شکل لاتین این صدا دراین فرهنگ به پیروی از نگارش مورگنسترن به شکل (a- ) آورده شده است.</p>
                        <h3>۲ـ (ə ) :</h3>
                        <p>این فونیم گاهی به حیث واول وگاهی به حیث نیمه واول ،در وسط و آخر کلمات می آید که ما آن را زبرک می نامیم. دروسط کلمات گاهی به شکل نیمه حرکت (زبرک) وگاهی به شکل (هـ) ،اما دراخیرکلمات به شکل (ه) ظاهر می گردد. هرگاه دروسط کلمات قرار داشته باشد میتوان با فتحه ادا نمود ، اما در اخیر کلمات نمیتوان ازنوشتن آن صرف نظر کرد، بلکه در اغلب اسما ،به گونه مشدد ادا می گردد. باید گفت که این فونیم، (h ) نبوده بلکه زبرک یا نیمه واول می باشد. کاچه kāčə́ &nbsp;، ابره abərə ، بوسته bōstə&nbsp;&nbsp; &nbsp;،تنمنه (تنه منه)tanəmanə ډنډکو dandəkū &nbsp;، پَټرهpaţərə ، ابره&nbsp; &nbsp;abərə وغیره. باید گفت هرگاه دروسط کلمه بیاید ندرتا با (ه) نوشت، بلکه باید با کمی فشار ادا گردد. زیرا ااگربا (ه) نوشته شود،بدون شک یا درخوانش ویا در معنای کلمه تغییر وارد می نماید .</p>
                        <p>۳- زبرک دیگر:</p>
                        <p>بعد از تثبیت الفبای زبان نورستانی ، گرونبرگ زبانشناس اتحاد شوروی سابق که به حیث&nbsp; زبانشناس خارجی درتسوید وتصویب الفبای زبان نورستانی درکنار دانشمندان افغانی اکادمی علوم افغانستان سهم داشت، بعد از تصویب الفبا به همکاری من برکلښه الا به تحقیق پرداخت . اومتوجه شد که درکلښه الا، زبرک سومی هم وجود دارد، که خفیف تر از صدای نیمه مصوت ( ə ) ، یعنی نسبتا ً بسته وکوتاهتر ادا می شود . اوبرای تمثیل این فونیم، در لاتین شکل ( ị ) را پیشنهاد کرد. من هم درین نگاشته درجا های لازم، برای نگارش لاتین، این گرافیم را به کار برده ام .</p>
                        <p>درنگارش با الفبای نورستانی حرکت مذکور را که بیشتر دروسط وندرتاً در اخیرکلمه ها می آید باید با همزه ویا با (ې) (یای مجهول) نوشت . ازنگاه موقعیت ،این صدا &nbsp;می تواند درمیان صدای حرف (ی=e &nbsp;) وزبرک ( ۀ = &nbsp;ə ) قرار داشته باشد .</p>
                        <p>مورگنسترن نیز متوجه این نیمه واول بوده وآن را به گونه (&nbsp;&nbsp;&nbsp; ) نوشته است. (زبان وایگلی،ص۲۲۲ و۲۲۴)</p>
                        <p>دراینجا باید خاطرنشان سازم که فونیم همزه در زبان کلښه الا موجود نبوده ،اما &nbsp;به جهت &nbsp;نشان دادن این نیمه واول درنگارش، نا چار دروسط کلمات با همزه ودر اخیر کلمات با (ی) نوشت .این گونه نیمه مصوت را، دراسمای مانند : سی (ببر) sị ،زئم (برف)&nbsp; zịm، انڇئک (توت زمینی) anc̣ịk &nbsp;، ڇئڙ (زینه ) c̣ịř &nbsp;، وغیره می یابیم . بعضا ً درنگارش کلمات ازکاربرد&nbsp; این همزه صرف نظرشده اما درلاتین مدنظرگرفته شده است .</p>
                        <p>&nbsp;</p>
                        <h2>سه- کانسوننت ها consunants&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; :</h2>
                        <p>کانسوننت یا حروف بی صدا، فونیم های را گویند که به هنگام تلفظ آن ها، جریان هوای تنفسی توسط اعضای صوتی به صورت کامل یا ناقص، متوقف گردد وبنا بر آن، نسبت به واول ها، طنین، تموج و دوام آنها ،کمتر می باشد. وظیفه کانسوننت ها در نظام ساختمان فونیمی زبان&nbsp; این است که هیچگاهی به حیث هسته ومرکز هجا قرار نمی گیرند، وهمین خصوصیت ساختمانی، نشانۀ تشخیص کانسوننت ها شمرده، می شود. (داکتر الهام، ص۶۲)</p>
                        <p>مورگنسترن حروف&nbsp; k, c , č , c̣ ,t , ţ , p , g , ĵ ( j ) , d , ḍ ,b , n , ṇ&nbsp; ،ŋ , m ṣ , s , z, (&zwj;ž), ẓ , r , ř , ṛ, &nbsp;&scaron;, را صامت یا کانسوننت( بې صدا) &nbsp;خوانــده است.&nbsp; y &nbsp;و &nbsp;&nbsp;w را شاید به حیث نیمه واول دریک کنار گذاشته است . به نوشته وی، تمام حروف بې صدا درمیان حروف صدا دار موقعیت دارند.&nbsp; (The Waigali Language. p.159-160 (&nbsp;</p>
                        <p>مخارج کانسوننت ها:</p>
                        <p>هرگاه درهنگام تولید کانسوننت ها، عضو مولد صوت به محل تولید صوت بچسپد ، یا به آن نزدیک شود، محل چسپیدن یا نزدیک شدن آنها را &quot;مخرج&quot; گویند. &nbsp;هرگاه کانسوننت از جا های ذکر شده ادا گردد به نام همان جا مسما می گردد. مانند: کانسوننت لبی، کانسوننت دندانی، کانسوننت کامی، کانسوننت بیره یی و کانسوننت حلقی وغیره . (داکترالهام، ص ۶۲)</p>
                        <p>مخارج کانسوننت ها قرار ذیل است :</p>
                        <p>هرگاه دو لب باهم بچسپند، صوت ادا شده را، کانسوننت &quot;دولبی&quot; گویند.</p>
                        <p>هرگاه لب پایینی با ثنایای فوقانی بچسپد، صوت ادا شده را ،کانسوننت &quot; لبی دندانی &quot; گویند.</p>
                        <p>هرگاه نوک زبان به ثنایای فوقانی بچسپد،صوت خارج شده را کانسوننت &quot; دندانی&quot; گویند.</p>
                        <p>هرگاه نوک زبان با بیره بچسپد، صوت ادا شده را ،کانسوننت &quot; بیره یی&quot; &nbsp;گویند.</p>
                        <p>هرگاه قسمت های مختلف زبان با قسمت های جلو، میانه، عقب ، بچسپد ، صوت خارج شده را، کانسوننت &quot;کامی &ndash; جلوی، میانی، عقبی&quot; گویند.</p>
                        <p>هرگاه به هنگام کشیدن صوت رشته های صوتی مرتعش ساخته شوند، صوت تولید شده را &quot;کانسوننت با آوا&quot; گوییم. هرگاه هنگام تولید صدا&nbsp; رشته های صوتی مرتعش ساخته نشوند ، صدای تولید شده را &nbsp;&quot; کانسوننت بی آوا&quot; گویند. (داکتر رحیم الهام ،ص ۶۴)</p>
                        <p>هرگاه به هنگام تولید کانسوننت، جریان هوای تنفسی متوقف ساخته شود، صوت تولید شده را &quot; کانسوننت انسدادی&quot; نامیم .</p>
                        <p>هرگاه هنگام تولید کانسوننت، جریان هوای تنفسی نیمه متوقف ساخته شود و باعث احتکاک وسایش هوای تنفسی گردد، صوت تولید شده را &quot; کانسوننت سایشی&quot; خوانیم.</p>
                        <p>هرگاه درهنگام تولید کانسوننت هوای تنفسی از دو جانب عضله زبان جاری گردد ، صوت تولید شده را &quot; کانسوننت جانبی&quot;&nbsp; نامیم.</p>
                        <p>وهرگاه هنگام تولید کانسوننت انسداد و سایش هوای تنفسی همزمان واقع شود، صوت تولید شده را &quot; کانسوننت انسدادی- سایشی&quot; گوییم . (داکتر الهام، ص۶۳)</p>
                        <p>هرگاه هنگام تولید صوت تنها مجرای دهن باز ومجرای بینی بسته باشد ،کانسوننت تولید شده را &quot; کانسوننت فمی&quot; نامم . وهرگاه هنگام تولید صدا تنها مجرای بینی باز ومجرای دهن بسته باشد، صوت تولید شده را &quot; کانسوننت انفی&quot; گویند. (همانجا ،ص۶۴)</p>
                        <p>به نوشته مورگنسترن ،تمام حروف بی صدا درمیان حروف صدا دار واقع شده اند.( زبان وایگلی،ص ۱۰۶)</p>
                        <h2>سایرفونیم ها :</h2>
                        <h3>فونیم هی h -:</h3>
                        <p>مورگنسترن در کتاب خویش تحت عنوان&nbsp; The Waigali Language نوشته است : حرف هی (h &nbsp;) که با بیرون کشیدن نفس ادا می شود ،مانند سایر زبانهای نورستانی، درکلښه الا نیز این فونیم موجود نیست . موصوف &nbsp;نیمه صداهای را که در وسط&nbsp; یا اخیر اسم یا فعل، به شکل&nbsp; فتحه یا (هـ) ملفوظ&nbsp; آمده ، با حرف( a) و(هـ) غیرملفوظ را ، به ( ə )&nbsp; نوشته است .</p>
                        <p>بدون شک، نگارش مورگنسترن به حیث بزرگترین زبانشناس، روش علمی ودقیق است . بناءً نوشته های مورگنسترن کاملاً علمی بوده ومن هم از نگاشته های شان درین خصوص ، بهره کافی برده ام .</p>
                        <p>من با دقتی که به حیث اهل زبان درتلفظ کلمات داشته ام، نهایت کوشش نموده ام، که جا های مناسب حرکات فتحه یا زبرک (&nbsp;&nbsp; ) و(هـ) ملفوظ وغیرملفوظ را درکلمات دریافته ،آنها را درلاتین با اشکال (a) و(ə ) ( ị ) بنویسم .</p>
                        <h3>فونیم نگ &nbsp;-ŋ&nbsp; :</h3>
                        <p>درالفبای زبان نورستانی آمده است : فونیم&nbsp; نگ (ŋ ) درزبان نورستانی فونیم ترکیبی از آواز های (ن) و (گ) نبوده، بلکه یک آواز مستقل ودرواقع نون غنه یی وشبیه به آواز نون درکلمه (انگور) دری است. چون آواز مذکور به صورت مستقل در زبان نورستانی وجود دارد، تصمیم گرفته شد تا با ترکیب حروف (ن) و(گ) به شکل (نگ درنگارش نشان داده شودوحرف مذکور شامل الفبای این زبان گردید. (الفبای نورستانی ،ص۹)</p>
                        <p>مورگنسترن نیزنوشته است : حرف نگ (ŋ) ،که با بینی ادا می شود، ن+ گ (g+n) نبوده ،شاید یک فونیم مجزا باشد.همچنان من nk را نیز درین زبان یافتم . مانند کلمه سنکیا sankiyā . &nbsp;</p>
                        <p>مورگنسترن درادامه نوشته است: من درکیگل صوت ږ(ẓ ) را نشنیدم . ژ (ż ) ممــکن است&nbsp; شکل متغیر ج ( ĵ ) باشــد، وصــوت(j )کمیاب، عضو فونیم &nbsp;z باشد . ( The Waigali Language. p.159) .ایدلمان نیز (نگ) را در زبان کلښه الا یک فونیم مستقل می داند نه ترکیب (ن ) و(گ).&nbsp; &nbsp;(زبان های داردیک ونورستانی،ص۶۲)</p>
                        <p>صدای غ (&gamma;)، خ &nbsp;(x) ، ف&nbsp; (f) درچند کلمه به وام گرفته، شنیده شد . حرف ڼ ) ṇ (، نگ) &nbsp;(ŋ و ړṛ) ( درآغاز کلمات نمی آیند وحرف ر (r ) صرف درچندکلمه محدود به وام گرفته شده موجود است . ( The Waigali Language. p.160) اگر دربرخی ازکلمات نورستانی حروف عربی به مشاهده رسید، باید دانست که کلمه دخیل&nbsp; می باشد.</p>
                        <p>در کلښه الا، ته ، ښه ، که ،از جملهٔ ادوات اند، که درپیوند با دیگر کلمات ،معنای خاص خود را به د ست می آورند.</p>
                        <p>اشکال بعضی حروف یا گرافیم ها :</p>
                        <p>حروف الفبا درحقیقت صورت نوشته فونیم و نمودار نام اصوات زبان می باشد نه نمایانگر سازندۀ زبان. در ساحه مطالعات زبان، امروز به جای کلمه حرف، بیشتر اصطلاح علمی گرافیم، به کار برده می شود. ( پوهاند دکتور حسین یمین،دستور معاصر زبان پارسی دری،&lrm; ص۳۸)</p>
                        <p>درنگارش برخی از گرافیم ها مشکلاتی وجود دارد که در اینجا به برخی ازآنها اشاره می نمایم.</p>
                        <h3>گرافیم ( أ ،a- ) :</h3>
                        <p>شکل این گرافیم یا حرف، الف همزه دار است، که درآغازکلمات واسما می آید. دررساله الفبای زبان نورستانی که از سوی اکادمی علوم افغانستان تهیه شده ،درلاتین برای این صدا شکل (&nbsp;&nbsp;&nbsp; ) برگزیده شده است. چون این شکل نه درالفباهای که برای کمپیوترها دیزاین شده وجود دارد ونه هم درجمع سمبول ها میباشد. بناءً به پیروی ازروش مورگنسترن شکل(a-)را برای نمایش الف همزه داردرلاتین برگزیده و آن را به کاربرده ام .مانند a-kār, a-&scaron;āl, a-dē&scaron; , a-dā ,a-galə.</p>
                        <h3>گرافیم (ڇ ) :</h3>
                        <p>درین فرهنگ &nbsp;شکل حرف ( ڇ ) صدای مرکبه ( چ+ع ) را می رساند . در الفبای زبان نورستانی که از سوی اکادمی علوم افغانستان تصدیق شده است، به شکل( چ ) آمده است. به نسبت مشکلاتی &nbsp;که شکل این گرافیم درنگارش داشت، به موافقه مرکز زبان وادبیات اکادمی علوم افغانستان، شکل این حرف به گونه (ڄ) تغییر داده شد. درعمل ثابت گردید که این شکل نیز درنگارش وخوانش مشکل خود را دارد . لذا من جهت سهولت درنگارش وخوانش ، شکل (ڇ) را که درذخیره سمبولهای کمپیوتر وجود دارد، برای این کانسوننت برگزیدم .البته شکل لاتین این حرف (&nbsp; c̣ ) است .</p>
                        <p>به گفته محترم پروفیسورداکترخلیل الله اورمړمسوول زبانهای باستانی دراکادمی علوم افغانستان ، این صدا باقی ماندۀ&nbsp; زبانهای اندو اروپایی درزبان نورستانی می باشد .</p>
                        <p>باید متذکرشوم که شکل گرافیم(ڇ ) از جمله اشکال حروف زبانهای دارویدی بوده ،من جهت تفکیک این صدا ومشخص نمودن آن درشکل خاص، شکل(ڇ) رابا تفاهم با محترم داکتر اورمړ انتخاب نمودم . این صدا وشکل درکلمات ، ڇا c̣ā ، ڇو &nbsp;c̣ō، ڇا ڇؤ &nbsp;c̣ā c̣ǖ، ڇئک c̣ịk، ڇۍ c̣ai ، انڇئک anc̣ịk &nbsp;غیره موجود است . بدون شک ،صدا وتلفظ حرف مذکور در زبان نورستانی ودراویدی ازهم متفاوت می باشد.</p>
                        <h3>گرافیم ( ڙ ):</h3>
                        <p>دراین جا بحث ازحرف ( ڙ ) است . برای تمثیل این صدا ، درالفبای زبان نورستانی</p>
                        <p>شکل یا گرافیم (رء) انتخاب شده است . در رساله (الفبای زبان نورستانی ) می خوانیم</p>
                        <p>: این آواز مخصوص زبان نورستانی بوده، و به صوت (r) انگلیسی لهجه امریکایی</p>
                        <p>شباهت دارد. این آواز با منقلب نمودن جلو زبان وبلند نمودن آن به سوی کام تولید</p>
                        <p>می شود. این صدا قبلا ًبا حرف (ع) نشان داده می شد، که درست نیست . (الفبای &nbsp;زبان نورستانی، اکادمی علوم افغانستان، ص۹ )</p>
                        <p>مخرج های صدا های ( ڙ) و(ع) درجوف دهن مجزا ازهم واقع بوده، بناءً دوحرف جدا و متفاوت ازنگاه مخرج واصالت می باشند. (ع) حرف مشخص زبان عربی می باشد که کاربرد آن درعوض حرف ( ڙ) زبان نورستانی، به هیچ وجه درست نمی باشد.</p>
                        <p>شکل (ر&zwnj;ء) برای خواننده های ما به نسبت اینکه متشکل از دو فونیم یا صدا می باشد، مشکل ساز بود . به این دلیل من شکل ( ڙ ) را که شکل واحد برای صدای واحد است، برگزیدم .</p>
                        <p>به گفته محترم پروفیسرداکترخلیل الله اورمړ، این شکل ازاشکال الفبای زبانهای دراویدی بوده ، بدون شک زبانهای نورستانی با زبانهای دراویدی هیچگونه ارتباط وقرابت ندارند . من صرف به جهت حل مشکل نگارش وخوانش، این شکل را درتفاهم&nbsp; بامحترم داکتر اورمړ ، برگزیدم .</p>
                        <p>این کار بدعت نبوده بلکه به نوشته پوهاند داکتر رحیم الهام ،هر زبانشناس مجاز است که به اختیار خود برای نوشتن فونیم های زبان مورد مطالعه، چنان سیستم های الفبایی را اقتباس یا اختراع نماید که برای هر فونیم یک زبان یک علامه وبه صورت ثابت همان یک علامه را به غرض سهولت تحقیق به کار برد. (روش جدید درتحقیق دستور زبان دری ،ص ۵۳)</p>
                        <p>به نوشتۀ مورگنسترن، حرف ڙ(ř) &nbsp;درکلمه ڙݩ درقریه ږنچیگل موجود است،اما در کیگل دربعضی کلمات ترکیبی دولبه اصطکاکی دیده می شود. درکلښه الا تمام حروف بی صدا میان دو حرف صدا دار واقع شده اند..( The waigali language ,p 106) &nbsp;&nbsp;</p>
                        <p>باید علاوه کنم که من درتمام اثار قبلی خود از شکل قبلی یعنی (رء) استفاده نموده ام. اما درین فرهنگ با توجه به مشکلات شکل حرف مذکور، درنگارش لغات وجملات ،شکل جدید یعنی ( ڙ ) را به کاربرده ام .امید است استفاده کنندگان این فرهنگ،به این تغییر ملتفت باشند.</p>
                        <h3>گرافیم (ݩ):</h3>
                        <p>این گرافیم یا حرف ( ݩ )،نون غنه است . درالفبای زبان نورستانی درتوضیح این حرف می خوانیم : این حرف نشانۀ است که مصوتهای انفی شده را افاده می کند و بعد از حرفی که مصوت انفی شده را نشان می دهد،نوشته می شود . صامتها که درزبان عربی حروف صحیح نامیده می شوند ،در زبان نورستانی بسیار زیاد بوده ،ما آنها را به دو دسته تقسیم می نمائیم : ساده و کامی شده (نرم شده) . (الفبای نورستانی، ص ۳۲(</p>
                        <p>نون غنه به نام نون ساکن هم یاد شده است . چنانچه سرمحقق داکترعبدالحکیم هلالی&nbsp; به نقل از کتاب (ژب ښودنه) &nbsp;پوهاند رشتین، درمورد نون درزبان پشتو،نوشته&nbsp; است : نون به دو گونه است : نون متحرک&nbsp; ونون ساکن .</p>
                        <p>نون متحرک آن است&nbsp; که آواز آن&nbsp; از سر زبان خارج وپوره خوانده می شود.&nbsp; نون ساکن&nbsp; دربین کلمه بوده وحروف مابعدش ساکن باشد ، در خیشوم (۱- بینی ۲- اندرون بینی ۳- بین بینی) خوانده شده&nbsp; و آواز آن پوره ادا نمی شود. این را ، نون غنه گویند . مانند: جنگ ، تنگ وغیره . (دپښتو ژبی فونولوجی، دافغانستان علومو اکاډمی ، کابل ۱۳۷۰، مخ ۵۰)</p>
                        <p>پوهاند رحیم الهام درمعرفی نون غنه یی نوشته است: هرگاه هنگام تولید صوت، مجرای دهن وبینی هر دو باز باشد وجریان تنفس ازهردو مجرا صورت گیرد ،صوت تولید شده را (کانسوننت غنه یی ) گوییم. (روش جدید درتحقیق دستورزبان دری،ص۶۴،پوهنتون کابل ۱۳۴۹)</p>
                        <p>ایدلمان نوشته است: هرگاه هنگام تولید صوت تنها مجرای بینی باز ومجرای دهن مسدود باشد،صوت تولید شده را کانسوننت انفی گویند. انفی ساختن اکثراً جزخصوصیت واول های کلښه الا می باشد، اما منشای آن ازلحاظ تاریخی تشخیص نگردیده است . (زبانهای داردیک ونورستانی ، ص۶۲ )</p>
                        <p>چون نیمۀ این حرف درالفبای زبان نورستانی پیشبینی نشده ودرجمع سمبولهای کمپیوترنیز موجود نیست، برای اینکه خواننده گان درهنگام ادای کلمه مذکوربه مشکل مواجه نشوند، درکلماتی که نون غنه&nbsp; دروسط آنها موقعیت یافته است ، آن را با نون غنه کامل نوشتهام. مانند : پرؤݩچ (کیک)، پرؤݩشت (چهارپایی)، سکوݩچ (سوزن) وغیره. البته درهنگام استفاده از فونیم این مشکل درمیان نخواهد بود. گرافیم این فونیم درلاتین به گونه مد (&nbsp; ̃ &nbsp;&nbsp;) &nbsp;است، که درنوشتارفونیم رعایت گردیده است .</p>
                        <p>هرگاه حرف مذکور در اخیر کلمه بیاید ،بدون شک پوره یعنی به شکل(ݩ) نوشته می شود.مانند تا ݩtā̃ &nbsp;، ساݩsā̃ &nbsp;وغیره .</p>
                        <p>تا جای که به حیث گویندۀ زبان متوجه هستم ،دراکثر کلمات به اثر بی توجهی وعدم دقت گوینده گان در ادای فونیم (ن) ، صدای &nbsp;مذکور،به نون غنه تحول یافته است .این روند که از گذشته آغازیافته ،همچنان جریان دارد. مثلا ً : درکلمات کنته،گانت،گڙ نت،کنتار، پرېنجیک ودرسایر همچو کلمات، نون ، به نون غنه تحول یافته وبه گونه کݩته ، گاݩت، گڙݩت، کݩتار، پرېݩجیک، ادا می گردد .درحالی که اگربا نون ادا ویا نوشته گردد، هیچگونه مشکلی در افهام وتفهیم ومعانی به میان نمی آید. من درین نوشته کوشش نموده ام که همچوکلمات را ،از کلماتی که از قبل با نون غنه ادا می شد،تفکیک نمایم .</p>
                        <p>به همزبانان من پیشنهاد می کنم که برای آوردن سهولت در نگارش به عوض نون غنه، ازنون استفاده نموده، اما درتلفظ می توانند با نون غنه ادا نمایند.چنانچه درشمار زیاد زبانهای بزرگ جهان ،این روش معمول می باشد .مثلاً درفرانسه وجنوب المان حرف (ر-r) غین و در انگلیسی امریکایی r به ڙ تلفظ می شود.</p>
                        <h3>گرافیم اضافی:</h3>
                        <p>درعدۀ ازکلمات و مصادر نون غنه (ݩ) دروسط کلمات افزون بوده یا افزود شده است. مانند: مښاݩ ﯢݩmaṣā̃ū̃ &nbsp;، نشاݩ ﯢݩ، ټوپاݩ ﯢݩ، اپاݩﯢݩ، زڙݩﯢݩ، گڙݩﯢݩ،لجاݩﯢݩ وغیره.&nbsp; به نظرمن حرف نون غنه که دروسط این مصادر آمده، زاید بوده، در صورت حذف آن، به کلمات و معنای آنها زیان وارد نمی شود . بناءً باید کلمات مذکور را باحذف نون غنه، این گونه نوشت: مښاﯢݩmaṣāū̃ &nbsp;(لشم شدن،لاغرشدن)، نشاﯢݩ ná&scaron;āū̃(خراب شدن،ویران شدن)، ټوپاﯢݩṭǖpāū̃ &nbsp;(بندشدن درخانه)،اپاﯢݩapāū̃ &nbsp;(بازشدن،وازشدن)، زڙﯢݩzřū̃ &nbsp;(فهمیدن،شناختن)، گڙﯢݩgřū̃ &nbsp;(شمردن،حساب کردن)،لجاﯢݩlajāū̃&nbsp; &nbsp;(شرم کردن،حیاکردن)&nbsp; وغیره.</p>
                        <p>بعد از تحقیق دریافتم که مورگنسترن نیز گاهی ازنوشتن نون غنه مابینی درهمچو کلمات، خود داری نموده است. (The Waigli Language, p.220)</p>
                        <p>&nbsp;&nbsp;درمورد تلفظ وجایگاه حروف یا گرافیم (ݩ) و( ڙ) درعدۀ از اسما وافعال مانند : کڙݩ - کݩڙ (تیر،طرف، سمت ، حاشیه) پوڙݩ- پوݩڙ(شنید) ، کوݩڙ- کوڙݩ (کرد) ،أڙݩ - أݩڙ(آتش) ، پڙݩ - پݩڙ(قف) ، یوڙݩ - یوݩڙ(خورد) ، وغیره ،که کدام حرف مقدم وکدام مؤخر می باشد ، تلاش نمودم با مراجعه به افراد مختلف واخذ تلفظ ،جایگاه حروف یا صدای مذکوررا درکلمات دقیق تثبیت نمایم. به نسبت اینکه تلفظ کلمات مذکور نزد افراد مختلف ، مختلف بود، کوشش من به جای نرسید. لذا جهت سهولت درنگارش این گونه کلمات، حرف( ڙ) را که می شود با حرف قبلی پیوست نوشت ، مقدم از حرف (ݩ)آوردم . زیرا حرف (ݩ)&nbsp; نیمه ندارد اگر در وسط کلمات نوشته شود ،درنگارش نا زیبایی ونا موزنی را به میان می آورد.</p>
                        <p>قابل ذکرمیدانم که مورگنسترن نیز درنگارش این گونه کلمات ،حرف ( ڙ)&nbsp; رامقدم از(ݩ) نوشته است .مانند :, yōř̃, kōř̃ ,pōř̃ &nbsp;(The waigali language ,p191)</p>
                        <p>&nbsp;</p>
                        <h2>پیشینه ها و پسینه ها prefixes and suffixes :</h2>
                        <p>پیشینه ها وپسینه ها عمدتا ًبا اسما درحالت مغیره و باضمایر استعمال می شوند. پیشینه ها عبارت اند از: به bə (از )، مَي mai (درداخل ، دروسط )، أ&nbsp; ـ a (بر، به) ، اترatər &nbsp;(داخل، درداخل)، بېر bēr( بیرون) ، &nbsp;پې &nbsp;pē &nbsp;(آن طرف)، وې &nbsp;&nbsp;wē ( آن طرف ـ طرف چپ)، اوېōē &nbsp;( بالا) ، اووې,wu-e &nbsp;ū́ē( پایین) ، پۍ paē( شمال شرق، وې waē )شمال غرب)، پای pāē ، ( طرف جنوب شرق) ، واې wāē (طرف جنوب غرب) که نشان دهنده سمت وسو می باشند .</p>
                        <p>پسینه ها عبارت اند از: به bə ( پسینه اضافی ملکی) ، به bə &nbsp;(از) ، دي dī &nbsp;(هم) ، که kə &nbsp;(به ،از، در) ، کنې =kənē knē ( از) ، میليmili ( همراه، با، یکجا) ، پَتي patī (به اندازه) ، پَتېں patē̃ ( بعد، بعد ازین) ، ښه ṣə &nbsp;(برای)، ټک ṭak(به اندازه،برابر) ، گي gi &nbsp;(و) وغیره . (ایدلمان ،زبانهای داردیک ونورستانی،ص۷۱ و ۷۹)</p>
                        <p>ایدلمان نوشته است : یکی ازخصوصیت های بارز زبانهای کلښه الا، پارونی&nbsp; و کته ،عبارت از موجودیت و انکشاف سیستم ضمایراشاره ،قیود ضمیری و ترکیباتی اند که قبل از فعل می آیند. این ها موقعیت و سمت اشیا وپدیدۀ مورد بحث را، به صورت دقیق، بیان می کنند. (همانجا ،ص۳۶) درین زبانها علاوه بر پسینه ها، پیشوند های که موقعیتlocation &nbsp;وسمت direction &nbsp;را نشان می دهند نیز موجود اند. پسوند های متذکره موقعیت شی مورد بحث یا اسم را نسبت به گوینده، معین می سازند. (همانجا،ص ۳۴)</p>
                        <p>ویژه گی بارز فعل زبان کلښه الا عبارت از همین وند ها یا پیشینه های فعلی اند که سمت وموقعیت را، مشخص می سازند. (همانجا،ص ۷۰ )</p>
                        <p>پیشینه های&nbsp; پې pē ، ، وې wē، اویōē ، اووی ū́ē، ورwar، بېرbēr، موقعیت وسمت را نشان می دهد. درکلماتی مانند : ۱- ورسکه war- skə ( آن چیز یاشخص که درقسمت بالایی موقعیت دارد) . ۲ـ بېرسکه &nbsp;bēr- skə ( آن شخص یا چیزی که در بیرون&nbsp; یا به قسمت پایینی دره واقع است) ۳- پې سکه pē- skə ( آن شی یا شخص که به طرف راست است) .</p>
                        <p>&nbsp;۴- وې سکه&nbsp; wē- skə ( آن چیز یا کس که به طرف چپ موقعیت دارد) ۵- پۍ سکه pai- skə ( آن شخص یا شی که به طرف شمال شرق واقع است) .</p>
                        <p>&nbsp;۶- وۍ سکه&nbsp; wai- skə (آن شخص یا شی که در شمال غرب واقع است ) .</p>
                        <p>۷- پا سکه pā- skə ( آن چیز یا کس که در جنوب شرق وجود دارد) .</p>
                        <p>&nbsp;</p>
                        <p>۸- واسکه wā- skə ( آن کس یا چیز که در جنوب غرب واقع است).</p>
                        <p>&nbsp;۹- اوي سکه ōi-skə &nbsp;( آن شخص یا شی که در بالا(شمال) واقع است). ۱۰- اوو سکه ū́-skə ( ان شخص یا چیز که در پایین(جنوب) قراردارد) .</p>
                        <p>همهٔ این ها به حیث پیشینه های افعال به کاربرده می شوند. مانند: ورنشـﯢݩ war &ndash; ná&scaron;ū̃ ، بېرنشـﯢݩ bēr - ná&scaron;ū̃، پې نشـﯢݩ pē- ná&scaron;ū̃ ، وې نشـﯢݩ wē- ná&scaron;ū̃ ،پَۍ نشـﯢݩpai &ndash; ná&scaron;ū̃ &nbsp;، وَۍ نشـﯢݩ wai &ndash; ná&scaron;ū̃ ، پانشـﯢݩ pā- ná&scaron;ū̃ ، وانشـﯢݩ wā- ná&scaron;ū̃ ، اوي نشـﯢݩōi- ná&scaron;ū̃ &nbsp;، اﯢ نشـﯢݩū́- ná&scaron;ū̃ &nbsp;.مانند اینها دها فعل ومصادردیگر.</p>
                        <p>هرگاه دراخیر این ضمایر حرف (م) علاوه گردد به قید تبدیل می شود وموقعیت اسما را دقیق می سازد. مانند: ورم منښwarm manaṣ &nbsp;(شخصی که در آن طرف ایستاد است)، بېرم اما(خانه آن طرفه) bērm amā&nbsp; ، پېم تول pēm tōl&nbsp; (مزرعه پهلو) ، وېم موشي wēm m&ouml;&scaron;ī (خانم این طرفه)، پېم دبله paēm dabələ(پسری که در آنطرف ایستاد است)، وېم دبلې wēm dabəlī &nbsp;(دختری که به این طرف ایستاد است)، اوېم مکتبōēm maktab &nbsp;(مکتب بالایی)، اﯢم مکتب &nbsp;ū́m maktab ( مکتب پایینی) .مانند اینها.</p>
                        <p>مورگنسترن نوشته است در ږُنچیگل پسینه مشخص را یافتم که در مستقبل استعمال می شود. مانند: ای کره &nbsp;ē krəخواهیم رفت،ایچي کره iči krə خواهیم کرد، وي کره&nbsp; &nbsp;wī krəخواهیم زد وغیره. (زبان وایگلی، ص ۱۸۵) پیشنه های که برای نشاندهی سمت، درمقدم اسما وافعال، به کاربرده می شوند.</p>
                    </div>
                    </div>)

            }</>)
            
        }
        
        export default AboutDict
//          <div dir='rtl' className=" pb-10 flex flex-row">
// <div>
//     <p className={p}> صاحب امتیاز: </p>
//     <p className={p}>طراح: </p>
//     <p className={p}>همکار تخنیکی:</p>
//     <p className={p}>مشاور دیزاین: </p>
// </div>
// <div>
//     <p className={p}>نهاد فرهنگی میرزا تازه گل خان</p>
//     <p className={p}> مینه نورستانی</p>
//     <p className={p}>منیر سمیع نورستانی</p>
//     <p className={p}>موسی سمیع نورستانی</p>
// </div>
// </div>
